import MainTitle from '@/components/main-title'

export default function Page() {
	return (
		<section className='text-[25px] container text-white my-[50px] lg:my-[100px]'>
			<MainTitle
				text='ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ'
				className='lg:mb-[100px] mb-[50px] text-center !lg:leading-[68px] md:leading-[48px] leading-[36px]'
			/>
			<div className='flex justify-between text-[30px]'>
				<div className='text-[20px] lg:text-[28px]'>м. Київ</div>
				<div className='text-[20px] lg:text-[28px]'>20.07.2024 року</div>
			</div>
			<MainTitle
				text='1. ЗАГАЛЬНІ ПОЛОЖЕННЯ'
				className='text-[#E1A421] lg:mb-[30px] mb-[15px] mt-[30px] text-center !lg:leading-[68px] md:leading-[48px] leading-[36px]'
			/>
			<div className='lg:text-[25px] text-[18px]'>
				<strong>1.1.</strong> Дана політика конфіденційності (далі – Політика)
				розроблена Фізичною особою підприємцем Арушанян Гаяне Рубенівною (надалі
				– Виконавець).
				<br />
				<strong>1.2.</strong> В цьому документі описується: які персональні дані
				клієнтів, а також інших осіб, що отримали доступ або використовують
				сайт, мобільний додаток, наш веб-клієнт та/або інші наші сайти, продукти
				і сервіси (далі – Ресурси), які містять посилання на цю Політику,
				Виконавець збирає; мету, з якою збираються такі персональні дані;
				способи оброблення та використання персональних даних, які збираються;
				строки зберігання персональних даних, які зберігаються; інші питання,
				пов’язані з обробленням персональних даних Виконавцем.
				<br />
				<strong>1.3.</strong> Користуючись ресурсами, Ви розумієте, що
				Виконавець збиратиме та використовуватиме персональну
				<br />
				<strong>1.4.</strong> Користуючись Ресурсами, Ви погоджуєтеся з
				Політикою. Якщо Ви не погоджуєтеся з яким-небудь положенням Політики або
				Політикою в цілому, то Ви не маєте права користуватися Ресурсами, на
				яких розміщено посилання на Політику конфіденційності і повинні негайно
				перестати їх використовувати.
				<br />
				<strong>1.5.</strong> Ця Політика не поширюється на будь-які інші веб
				сайти і мобільні додатки третіх осіб, які Ви можете використовувати,
				включаючи ті, які пов’язані з Ресурсами. Вам необхідно вивчити Політику
				конфіденційності третіх осіб перед тим, як клікнути на будь-які
				посилання.
				<br />
				<strong>1.6.</strong> Ми рекомендуємо Вам прочитати цю Політику
				повністю, щоб упевнитися, що Ви поінформовані в повній мірі.
			</div>
			<MainTitle
				text='2. ПРО ВИКОНАВЦЯ'
				className='text-[#E1A421] lg:mb-[30px] mb-[15px] mt-[30px] text-center !lg:leading-[68px] md:leading-[48px] leading-[36px]'
			/>
			<div className='lg:text-[25px] text-[18px]'>
				<strong>2.1.</strong>
				Виконавець – ФОП Арушанян Гаяне Рубенівна, яка зареєстрована згідно
				чинного законодавства України. Код ЄДРПОУ – 3264416107 Місцезнаходження:
				м.Київ, Україна.
				<br />
				<strong>2.2.</strong> В цій Політиці: під терміном «Клієнт» мається на
				увазі будь-хто (крім Виконавця), хто погоджується з умовами цієї
				Політики та придбав послуги Виконавця, сплативши за послуги або
				користується інтернет ресурсами Виконавця. під терміном «треті особи»
				мається на увазі будь-хто (крім Виконавця та Клієнтів) та особи, що
				погоджується з умовами цієї Політики.
			</div>
			<MainTitle
				text='3. КОНТАКТИ'
				className='text-[#E1A421] lg:mb-[30px] mb-[15px] mt-[30px] text-center !lg:leading-[68px] md:leading-[48px] leading-[36px]'
			/>
			<div className='lg:text-[25px] text-[18px]'>
				<strong>3.1.</strong>
				Якщо у Вас виникли будь-які запитання відносно Політики – пишіть нам на
				e-mail – produce.365z@gmail.com
				<br />
				<strong>3.2.</strong> Наше місцезнаходження: м.Київ, Україна
			</div>
			<MainTitle
				text='4. ЯК МИ ЗБИРАЄМО ІНФОРМАЦІЮ?'
				className='text-[#E1A421] lg:mb-[30px] mb-[15px] mt-[30px] text-center !lg:leading-[68px] md:leading-[48px] leading-[36px]'
			/>
			<div className='lg:text-[25px] text-[18px]'>
				<strong>4.1.</strong>
				Для того, щоб вдосконалити наші Ресурси, для цілей маркетингу, а також у
				випадках, передбачених чинним законодавством України, ми збираємо
				інформацію про відвідувачів наших Ресурсів, користувачів наших сервісів,
				пристрої, які вони використовують, їх геолокацію.
				<br />
				<strong>4.2.</strong> Ми збираємо відповідну інформацію напряму від Вас,
				коли ви заповнюєте реєстраційні форми на нашому сайті або
				використовуючись нашим сервісом, вказуючи в них своє ім’я, прізвище,
				адресу електронної пошти, номер телефону, компанію, в якій працюєте,
				посаду, а також іншу інформацію.
				<br />
				<strong>4.3.</strong>
				Ми зазвичай збираємо іншу інформацію про пристрої, браузери, геолокацію,
				автоматично без зазначення цих даних при заповненні форми.
			</div>
			<MainTitle
				text='5. ІНФОРМАЦІЯ, ЯКУ МИ ЗБИРАЄМО ПРО ВАС'
				className='text-[#E1A421] lg:mb-[30px] mb-[15px] mt-[30px] text-center !lg:leading-[68px] md:leading-[48px] leading-[36px]'
			/>
			<div className='lg:text-[25px] text-[18px]'>
				<strong>5.1.</strong>
				Ви надаєте нам інформацію про себе, коли Ви: Реєструєтеся на курс. Заповнюєте форми, вказуючи в них: ім’я, прізвище, адресу електронної пошти, номер телефон

				<br />
				<strong>5.2.</strong> Прикладом інформації, яку ви надаєте, являються: прізвище, адреса електронної пошти, номер телефону.
			</div>
			<MainTitle
				text='6. ІНФОРМАЦІЯ, ЯКУ МИ ЗБИРАЄМО АВТОМАТИЧНО'
				className='text-[#E1A421] lg:mb-[30px] mb-[15px] mt-[30px] text-center !lg:leading-[68px] md:leading-[48px] leading-[36px]'
			/>
			<div className='lg:text-[25px] text-[18px]'>
				<strong>6.1.</strong>
				Ми автоматично збираємо інформацію про Вас та ваші пристрої, коли Ви
				використовуєте наші сервіси, навіть коли Ви використовуєте наші Ресурси
				без авторизації в них.
				<br />
				<strong>6.2.</strong> Інформація, яку ми збираємо автоматично, включає в
				себе: Інформацію про: пристрій, з якого ви заходите, щоб отримати доступ
				до Ресурсів, користуватися сервісом та дані про транзакції. В деяких
				випадках ми отримуємо інформацію у вигляді: IP адреси. Точної інформації
				про геолокацію, яку ви дозволяєте використовувати (зазвичай зі свого
				мобільного пристрою). Унікальних ідентифікаторів пристрою і атрибутів
				пристрою, таких як операційна систем та тип браузера. Даних про
				використання таких, як: дані веб-журналу, посилання і сторінки виходу,
				URL-адреси, типу платформи, кількість кліків, назви доменів, цільові
				сторінки, переглянуті сторінки, їх зміст і порядок, кількість часу, який
				користувач знаходився на сторінці, дату і час користування нашими
				послугами, частоту користування нашими сервісами, журнали помилок та
				іншу аналогічну інформацію.
			</div>

			<MainTitle
				text='7. COOKIES І ПОВ’ЯЗАНІ З НИМИ ТЕХНОЛОГІЇ'
				className='text-[#E1A421] lg:mb-[30px] mb-[15px] mt-[30px] text-center !lg:leading-[68px] md:leading-[48px] leading-[36px]'
			/>
			<div className='lg:text-[25px] text-[18px]'>
				<strong>7.1.</strong>
				Ми можемо використовувати файли Cookies, які представляють собою
				текстові файли, які містять невеликі об’єми інформації, що
				завантажується на ваш пристрій («Cookies»), або пов’язані з ними
				технології, такі як веб-маяки, локальні загальні об’єкти (LSO) і пікселі
				відслідковування для зберігання або збору інформації.
			</div>
			<MainTitle
				text='8. АНАЛІТИКА'
				className='text-[#E1A421] lg:mb-[30px] mb-[15px] mt-[30px] text-center !lg:leading-[68px] md:leading-[48px] leading-[36px]'
			/>
			<div className='lg:text-[25px] text-[18px]'>
				<strong>8.1.</strong>
				Ми використовуємо такі сервіси, як Google Analytics та інші. Вони
				використовують Cookies для збору інформації про користування Ресурсами і
				допомагають нам дізнатися, як використовуються наші послуги. Серед
				інформації, яка збирається: сторінки, які відвідують користувачі і як
				довго, веб-сайт чи сторінка, на яких вони знаходилися перед тим, як
				зайти на наші Ресурси.
			</div>
			<MainTitle
				text='9. ВИКОРИСТАННЯ ІНФОРМАЦІЇ'
				className='text-[#E1A421] lg:mb-[30px] mb-[15px] mt-[30px] text-center !lg:leading-[68px] md:leading-[48px] leading-[36px]'
			/>
			<div className='lg:text-[25px] text-[18px]'>
				<strong>9.1.</strong>В цілому, ми збираємо, використовуємо (обробляємо)
				і зберігаємо Вашу інформацію для надання наших послуг, для їх
				коригування та покращення, для розроблення нових послуг і для продажу
				наших продуктів. Нижче декілька прикладів того, як ми використовуємо
				інформацію, яку обробляємо: Надаємо Вам послуги і продукти, які Ви
				запитуєте, за плату. Вивчаємо можливості ринку, випробовуємо продукти та
				спеціальні події з використанням електронної пошти або телефону, або за
				допомогою відправлення маркетингових повідомлень про сторонні продукти
				та послуги, які, на нашу думку, можуть Вас зацікавити. Надаємо контентну
				та індивідуальну рекламу. Аналізуємо дані наших користувачів про те, як
				вони використовують наші сервіси. Тестуємо зміни в наших Сервісах і
				розробляємо нові функції і продукти. Усуваємо проблеми, які можуть
				виникнути із нашими Сервісами, включаючи відповіді на запитання,
				спрямовані в Підтримку роботи наших сервісів та вирішення спорів.
				Управляємо Ресурсами, включаючи системи підтримки та безпеки.
				Попереджуємо, розслідуємо та відповідаємо на інциденти шахрайства,
				несанкціонованого доступу або використання наших послуг, порушення умов
				та політик або іншої протиправної поведінки.
				<br />
				<strong>9.2.</strong>Ми можемо об’єднати інформацію, яку ми збираємо,
				або видалити частину інформації, щоб обмежити або попередити
				ідентифікацію конкретного користувача або пристрою, щоб допомогти в
				таких цілях, як дослідження і маркетинг.
				<br />
				<strong>9.3.</strong>Плагіни соцмереж і додатки соцмереж управляються
				самою соціальною мережею і регулюються їх власними правилами
				використання, конфіденційності та політикам Cookies. Ви повинні
				переконатися, що ви ознайомлені з ними.
				<br />
				<strong>9.4.</strong>Зазвичай ми збираємо або використовуємо інформацію
				про Вас, коли у нас є Ваша згода на це, коли нам потрібна інформація для
				укладення з Вами договору або коли оброблення даних знаходиться в наших
				законних інтересах, а не зумовлена вашими інтересами захисту даних чи
				основних прав і свобод. В деяких випадках у нас може виникати юридичний
				обов’язок збирати або зберігати особисту інформацію або може знадобитися
				особиста інформація для захисту Ваших інтересів чи інтересів інших осіб.
				Приклади такого використання інформації: Використання інформації для
				створення і керування обліковим записом. Ми потребуємо таку інформацію
				для надання відповідних послуг. Використовуємо імена і адреси
				електронної пошти для цілей маркетингу. Ми робимо це з вашої згоди, яку
				ви можете відкликати у будь-який час. Збираємо дані про користування
				Ресурсами та аналізуємо їх, щоб покращити наші послуги. Ми робимо це,
				виходячи з вашої законної зацікавленості у збереженні та покращенні
				наших послуг.
				<br />
				<strong>9.5.</strong>Якщо у Вас виникли запитання або Вам необхідна
				додаткова інформація про законні підстави, на основі яких ми збираємо і
				використовуємо вашу особисту інформацію, зв’яжіться з нами,
				використовуючи контактну інформацію, вказану в п. 3 цієї Політики.
			</div>
			<MainTitle
				text='10. ОБМІН ІНФОРМАЦІЄЮ'
				className='text-[#E1A421] lg:mb-[30px] mb-[15px] mt-[30px] text-center !lg:leading-[68px] md:leading-[48px] leading-[36px]'
			/>
			<div className='lg:text-[25px] text-[18px]'>
				<strong>10.1.</strong>Ми не здаємо в оренду, не продаємо та не передаємо
				інформацію, яка містить персональні дані наших клієнтів) третім особам,
				крім випадків, вказаних в цій Політиці та передбачених чинним
				законодавством України.
				<br />
				<strong>10.2.</strong>Ми обмінюємося інформацією наступним чином: – Ми
				ділимося інформацією з іншими особами/компаніями, яких ми використовуємо
				для підтримки наших Ресурсів. Ці компанії надають нам такі послуги, як:
				пошукові технології, реклама, налаштування технічних ресурсів, системи
				аутентифікації, збір рахунків, виявлення шахрайства і підтримка
				клієнтів. Наші постачальники послуг зобов’язуються захистити Вашу
				особисту інформацію і не можуть використовувати її у власних цілях. Ми
				можемо передавати інформацію про Вас у відповідності з чинним
				законодавством, зокрема відповідаючи на запити правоохоронних та судових
				органів. Також, ми можемо ділитися Вашою інформацією коли є загроза
				фізичної безпеки будь-якої людини, порушення цієї Політики або інших
				договорів чи захисту законних прав та інтересів третіх осіб, включаючи
				наших співробітників, користувачів чи громадськість. Ми можемо
				передавати Вашу інформацію в інший спосіб, якщо Ви попросили нас зробити
				це або дали на це згоду. Наприклад, за Вашої згоди ми публікуємо відгуки
				користувачів, які можуть ідентифікувати Вас.
			</div>
			<MainTitle
				text='11. ЗБЕРІГАННЯ ІНФОРМАЦІЇ'
				className='text-[#E1A421] lg:mb-[30px] mb-[15px] mt-[30px] text-center !lg:leading-[68px] md:leading-[48px] leading-[36px]'
			/>
			<div className='lg:text-[25px] text-[18px]'>
				<strong>11.1.</strong>Якщо необхідність у зберіганні інформації
				передбачена законом, ми зберігатимемо Вашу інформацію упродовж строку,
				встановленого законом. Якщо у Вас немає зобов’язань згідно з законом
				щодо зберігання даних, ми зберігатимемо їх стільки часу, скільки нам
				буде потрібно або як узгоджено з Вами.
				<br />
				<strong>11.2.</strong>Ми зберігаємо Вашу особисту інформацію не більше
				строку, необхідного для цілей, для яких вона обробляється. Тривалість
				часу, протягом якого ми зберігаємо інформацію, залежить від цілей, з
				якими ми її збирали та використовуємо, та\або у відповідності з вимогами
				чинного законодавства. Там, де існують технічні обмеження, які
				запобігають видаленню інформації або вимога анонімності, ми зберігаємо
				особисті дані і обмежуємо їх активне використання.
			</div>
			<MainTitle
				text='13. КОНФІДЕНЦІЙНІСТЬ ПЕРСОНАЛЬНИХ ДАНИХ НЕПОВНОЛІТНІХ'
				className='text-[#E1A421] lg:mb-[30px] mb-[15px] mt-[30px] text-center !lg:leading-[68px] md:leading-[48px] leading-[36px]'
			/>
			<div className='lg:text-[25px] text-[18px]'>
				<strong>13.1.</strong>Наші послуги не призначені для людей молодше 18 років («неповнолітніх») і не надаються їм 
оставить только первую строку, а все остальное удалить


			</div>
			<MainTitle
				text='15. ЗМІНИ В ПОЛІТИЦІ'
				className='text-[#E1A421] lg:mb-[30px] mb-[15px] mt-[30px] text-center !lg:leading-[68px] md:leading-[48px] leading-[36px]'
			/>
			<div className='lg:text-[25px] text-[18px]'>
				<strong>15.1.</strong>Ми можемо внести зміни в цю Політику, щоб
				відобразити зміни законодавства, наших компаній, наших Ресурсів,
				використання і практику збору даних або досягнення в галузі технологій.
				Наше використання інформації, яку ми збираємо, залежить від політики
				конфіденційності, яка діє на момент використання інформації. В
				залежності від типу змін ми можемо сповістити Вас про зміни шляхом
				здійснення публікації на цій сторінці або електронною поштою. Будь
				ласка, уважно ознайомтеся з будь-якими змінами, внесеними в дану
				Політику.
			</div>
		</section>
	)
}
