import MainTitle from '@/components/main-title'

export default function page() {
	return (
		<section className='text-[25px] container text-white my-[50px] lg:my-[100px]'>
			<MainTitle
				text='ДОГОВІР ПРО НАДАННЯ ПЛАТНИХ ПОСЛУГ №1'
				className='mb-[20px] text-center !lg:leading-[68px] md:leading-[48px] leading-[36px]'
			/>
			<div className='text-[25px] text-center mb-[100px]'>
				на умовах публічної оферти
			</div>
			<div className='flex justify-between text-[30px]'>
			<div className='text-[20px] lg:text-[28px]'>м. Київ</div>
			<div className='text-[20px] lg:text-[28px]'>20.07.2024 року</div>
			</div>
			<div className='lg:text-[25px] text-[18px]'>
				<div>
					<strong>ВИКОНАВЕЦЬ:</strong>
					<br />
					Фізична особа підприємець Арушанян Гаяне Рубенівна
				</div>
				<div>
					<strong>ЗАМОВНИК: </strong>
					<br />
					Фізична особа, яка звернулася у встановленому цим Договором порядку до Виконавця з метою отримання платних консультаційних послуг, уклали цей Договір про надання платних послуг (далі — Договір) про таке:

				</div>
			</div>
			<MainTitle
				text='1. ОСНОВНІ ПОНЯТТЯ ТА ВИЗНАЧЕННЯ'
				className='text-[#E1A421] lg:mb-[30px] mb-[15px] mt-[30px] text-center !lg:leading-[68px] md:leading-[48px] leading-[36px]'
			/>
			<div className='lg:text-[25px] text-[18px]'>
				<strong>Оферта</strong>
				<br />
				— публічна пропозиція Виконавця, опублікована на офіційному веб-сайті
				або інших електронних ресурсах/сервісах Виконавця, направлена та
				адресована будь-якій фізичній особі укласти договір про надання послуг
				на умовах цього Договору. Оферта також може бути зроблена шляхом
				надсилання комерційного електронного повідомлення на неї Замовнику через
				месенджери або електронну пошту, якщо останній немає можливості
				ознайомитися через електронний ресурс Виконавця.
				<br />
				<strong>Договір</strong>
				<br />
				— договір про надання Виконавцем платних Послуг та отримання їх
				Замовником на умовах цієї Оферти після акцепту Замовником на умовах цієї
				Оферти та у відповідності зі статтею 641 Цивільного кодексу України.
				<br />
				<strong>Замовник</strong>
				<br />
				— фізична особа, яка отримує Послуги Виконавця на умовах Договору.
				<br />
				<strong>Акцепт</strong>
				<br />
				— повна й безумовна згода Замовника зі всіма положеннями Оферти щодо
				умов Договору та Додатків до нього. Договір укладається шляхом прийняття
				(Акцепту) пропозиції (Оферти) щодо укладання Договору. Акцепт
				здійснюється Замовником шляхом здійснення оплати (без накладення
				електронних підписів).
				<br />
				<strong>Заявка</strong>
				<br />
				– додаток до Договору, який є його невід’ємною частиною, подання якої
				Замовником свідчить виключно про намір приєднання до Договору;
				<br />
				<strong>Додатки</strong>
				<br />
				до Договору є його невід’ємною частиною. Всі умови, що містяться в
				Додатках, доповнюють умови Договору.
				<br />
				<strong>Послуги</strong>
				<br />
				— Консультативні послуги з питань харчування, що надаються Виконавцем
				Замовнику в межах Договору в усній формі, в тому числі дистанційно,
				через будь-які засоби електронного зв’язку, також шляхом надання доступу
				до участі у консультаціях/заняттях на групових онлайн-сесіях та/або
				індивідуальних вебінарах, в тому числі шляхом надання доступу до
				консультацій в електронній формі (відео запис або авто вебінар).
				<br />
				<strong>Інтернет ресурс Виконавця</strong>
				<br />
				— Інтернет сайт з доменною адресою, інший ресурс або сервіс Виконавця,
				на якому знаходиться Оферта, інформація щодо Послуг (Додаток до
				Договору), в т.ч. сайт, мобільний додаток, веб-клієнт, до якого має
				доступ Клієнт, hannaboyko.com.
				<br />
				<strong>Термін дії</strong>
				<br />
				— період часу, впродовж якого Виконавець зобов’язаний на умовах Договору
				надати Замовнику Послуги, які оплачені Замовником. Термін дії дорівнює
				строку надання послуг, визначеному в Договорі (Додатку)
				<br />
				<strong>Додаток</strong>
				<br />
				– додаток до Договору, якій є його невід’ємною частиною, в якому
				містяться умови щодо переліку послуг, ціна, строки, детальний опис
				пакетів послуг та умов надання спеціальних умов (у випадку наявності),
				інші умови надання Послуг. Додаток міститься на інтернет сайті або
				іншому ресурсі Виконавця та/або направляється Виконавцем Замовнику
				засобами електронного зв’язку (через месенджери, електронну пошту, в
				інший зручний для Сторін спосіб) у випадку, коли потрібно уточнення
				інформації.
				<br />
				<strong>Контент</strong>
				<br />– результати інтелектуальної діяльності Виконавця, в тому числі:
				тексти, статті, презентації, шаблони, лекції, виступи, промови;
				аудіовізуальні твори, відеокурси, фонограми, зображення, знаки для
				товарів та послуг, комерційні позначення і фірмові найменування,
				логотипи; гіпертекстові посилання, їх фрагменти, інформація, інші
				об’єкти, що розміщуються на веб-сайті та інтернет-ресурсах Виконавця, до
				яких наданий доступ Замовнику в результаті Акцепту.
			</div>
			<MainTitle
				text='2. ПРЕДМЕТ ДОГОВОРУ.'
				className='text-[#E1A421] lg:mb-[30px] mb-[15px] mt-[30px] text-center !lg:leading-[68px] md:leading-[48px] leading-[36px]'
			/>
			<div className='lg:text-[25px] text-[18px]'>
				<strong>2.1.</strong>Виконавець надає Замовнику консультаційні послуги згідно обраного Замовником Пакету, а Замовник зобов’язується своєчасно їх оплачувати відповідно до умов цього Договору та вимог чинного законодавства України.

				<br />
				<strong>2.2.</strong> Послуги надаються у формі усних консультацій.
				Виконавець надає Замовнику послуги, керуючись своїм професійним
				досвідом.
				<br />
				<strong>2.3.</strong> Ціни, зміст, строки та форма та інші суттєві умові
				надання послуг визначаються Виконавцем в Додатку, який містяться на
				сторінках інтернет-ресурсів Виконавця або надсилається Замовнику
				засобами електронного зв’язку. Сторони можуть змінити умови надання
				послуг за взаємною згодою шляхом обміну електронними повідомленнями.
				<br />
				<strong>2.4.</strong> У випадку здійснення оплати Замовником послуг
				Виконавця на підстави Додатку, який не є актуальним на дату Акцепту,
				Виконавець зобов’язаний повідомити Замовника, запропонувати актуальні
				послуги (за наявності), та/або повернути кошти, якщо послуги не можуть
				бути надані. В будь-якому випадку відповідальність, додаткові витрати та
				ризики щодо оплати послуг неактуального Акцепту, несе сам Замовник.
				<br />
				<strong>2.5.</strong> Форма надання послуг: усні консультації/заняття/сесії/ трансляцій/курси в записі, в т.ч. через спеціальні платформи або месенджери (Viber, Skype, PruffMe, Zoom, тощо). Форма надання послуг заздалегідь повідомляється Замовнику. Доступ до ресурсів надається Виконавцем завчасно.
				<br />
				<strong>2.6.</strong> У випадку відсутності Замовника на
				консультації/занятті не з вини Виконавця, кошти не повертаються та
				послуга вважається наданою.
				<br />
				<strong>2.7.</strong>Замовник зобов’язаний своєчасно забезпечити якісний
				інтернет зв’язок та перевірити доступ до інтернет ресурсу Виконавця.
			</div>
			<MainTitle
				text='3. ПОРЯДОК УКЛАДАННЯ ДОГОВОРУ'
				className='text-[#E1A421] lg:mb-[30px] mb-[15px] mt-[30px] text-center !lg:leading-[68px] md:leading-[48px] leading-[36px]'
			/>
			<div className='lg:text-[25px] text-[18px]'>
				<strong>3.1.</strong> Всі умови Договору та його Додатків є
				обов’язковими для Замовника та Виконавця після Акцепту Замовником.
				<br />
				<strong>3.2.</strong> Якщо Замовник не згоден з умовами Оферти, він не
				повинен здійснювати Акцепт та користуватися Послугами.
				<br />
				<strong>3.3.</strong> Якщо Замовнику не відомі чи не зрозумілі будь-які
				суттєві умови щодо послуг за цим Договором, він зобов’язаний звернутися
				письмово до Замовника щодо їх уточнення. В іншому випадку він не має
				права посилатися, що йому не відомі суттєві умови надання Послуг та з
				цієї підстави відмовитися від Договору після Акцепту.
				<br />
				<strong>3.4.</strong> Замовник, який уклав Договір (здійснив 100%
				оплату), вважається ознайомленим з умовами цього Договору, в т.ч.
				Додатками, погоджується з усіма умовами Договору, ознайомлений письмово
				з обсягом, кількістю та переліком послуг, строками, вартістю послуг та
				додаткових послуг. За згодою сторін, Замовнику може бути надана оплата
				частинами, яка здійснюється в чітко встановлений договором термін.
				<br />
				<strong>3.5.</strong> Прийняттям пропозиції укласти Договір та
				укладанням Замовником Договору є оплата коштів за послуги, що свідчить
				про приєднання Замовника до Договору відповідно до ст. 633 Цивільного
				Кодексу України і є рівносильним Договору, підписаному обома сторонами.
				<br />
				<strong>3.6.</strong>Договір починає діяти з дати отримання Виконавцем
				100% оплати в обумовленому сторонами розмірі в повному обсязі.
				<br />
				<strong>3.7.</strong>Замовник послуг, який приймає (акцептує) пропозицію
				щодо укладення Договору, зобов’язаний повідомити про себе інформацію,
				необхідну для його укладення (ПІБ, номер телефону, електронну адресу,
				інші дані на Вимогу Виконавця).
				<br />
				<strong>3.8.</strong>У випадку, коли Замовнику стали відомі умові
				Додатку від третіх осіб та він має намір придбати послуги Виконавця, він
				має спочатку ознайомитись та прийняти умови цієї Оферти. Замовник не має
				права здійснювати оплату послуг виключно на підставі Додатку, якщо він
				не погоджується або не ознайомлений з умовами цього Договору.
				<br />
				<strong>3.9.</strong>Замовник зобов’язаний повідомити Виконавця про
				зручні для нього електронні засоби зв’язку.
			</div>
			<MainTitle
				text='4. ПОРЯДОК НАДАННЯ ТА ОТРИМАННЯ ПОСЛУГ'
				className='text-[#E1A421] lg:mb-[30px] mb-[15px] mt-[30px] text-center !lg:leading-[68px] md:leading-[48px] leading-[36px]'
			/>
			<div className='lg:text-[25px] text-[18px]'>
				<strong>4.1.</strong> Умовами надання Послуг є: 4.1.1. ознайомлення та
				повна згода Замовника з умовами цього Договору; 4.1.2. оформлення
				Замовником згоди про приєднання до даного Договору із зазначенням
				замовлених Послуг або направлення Виконавцю замовлення шляхом
				направлення електронного листа на електронну адресу Виконавця, яка
				вказана в цьому Договорі або повідомлення в мессенджері, або заповнення
				форми заявки на інтернет ресурсі (сторінці/сайті) Виконавця; 4.1.3.
				оплата Замовником замовлених Послуг Виконавця; 4.1.4. ознайомлення та
				повна згода Замовника з умовами Політики конфіденційності та обробкою
				персональних даних.
				<br />
				<strong>4.2.</strong> Послуги надаються дистанційно, з використанням
				інформаційно-телекомунікаційних систем, в тому числі з використанням
				відеозв’язку.
				<br />
				<strong>4.3.</strong> Якщо послуги Виконавця надаються за підключенням
				до спеціальних платформ або сервісів, Виконавець своєчасно інформує про
				це Замовника та надає до них доступ, а Замовник зобов’язується своєчасно
				загрузити такі сервіси та/або здійснити до них підключення.
				<br />
				<strong>4.4.</strong> Вебінари/уроки/сесії можуть бути записані
				Виконавцем та до них може бути наданий доступ Замовнику на строк
				виконання послуг для повторного ознайомлення. При цьому, за відсутності
				запису з технічних або незалежних від Виконавця причин та відсутності
				Замовника на консультації не з вини Виконавця, послуги вважаються
				наданими належним чином.
				<br />
				<strong>4.5.</strong> За цим Договором не надаються послуги, які
				потребують особистої присутності Виконавця або вимагають індивідуальної
				письмової консультації. Якщо Замовник бажає замовити послуги, які
				потребують особистої присутності Виконавця, або індивідуальної письмової
				консультації, він може направити письмовий запит на електронну адресу,
				зазначену в цьому Договорі, та у випадку згоди Замовника, сторони мають
				підписати окремий договір.
				<br />
				<strong>4.6.</strong>За відсутності зауважень з боку Замовника в строк,
				визначений п.4.7 Договору, Послуги вважаються наданими своєчасно
				належним чином та не потребує підписання Акту приймання-передачі наданих
				послуг.
				<br />
				<strong>4.7.</strong>У випадку наявності у Замовника претензій щодо
				кількості або якості Послуг, він зобов’язаний їх направити негайно, в
				будь-якому випадку не пізніше 3 календарних днів з моменту їх
				виникнення, в письмовій формі на електронну адресу Виконавця, зазначену
				в цьому Договорі.
				<br />
				<strong>4.8.</strong>Такі претензії приймаються письмово та
				розглядаються Виконавцем протягом 10 календарних днів з дати отримання
				претензії. За результатом розгляду претензії Виконавець приймає рішення
				про задоволення претензії та виправлення результатів робіт за цим
				Договором або відмову у задоволенні претензій.
				<br />
				<strong>4.9.</strong>Політика конфіденційності (з правилами обробки
				персональних даних) міститься на сайті або іншому інтернет
				ресурсі/сервісі Виконавця та є невід’ємною частиною даного Договору.
				Замовник може звернутися до Виконавця на мейл, зазначений в Договорі для
				ознайомлення з Політикою конфіденційності. Здійснення Акцепту
				підтверджує факт ознайомлення Замовника з положеннями Політики
				конфіденційності та надання ним згоди на їх обробку.
				<br />
				<strong>4.10.</strong> Послуги надаються відповідно до Закону України
				“Про забезпечення функціонування української мови як державної”, при
				цьому послуги можуть бути надані будь-якою мовою, зручної для Сторін на
				прохання Замовника.
				<br />
				<strong>4.11.</strong>Період прийняття пропозиції (Акцепту) визначається
				на електронному ресурсі, сайті, або в Додатку, якщо такий період не
				зазначений в цьому Договорі.
				<br />
				<strong>4.12.</strong> Виконавець має право припинити надання послуг,
				якщо у Замовника є заборгованість перед Виконавцем по оплаті послуг. При
				цьому Виконавець не несе відповідальності перед Замовником за таке
				припинення.
				<br />
				<strong>4.13.</strong> Інформація та всі матеріали Контенту, в тому
				числі на електронних носіях, аудіо та відеозаписи, надані Замовнику
				Виконавцем в рамках цього Договору можуть бути використані виключно для
				особистого користування Замовником без права передачі (оплатно чи
				безоплатно) третім особам. У випадку, якщо Замовник допустить
				розповсюдження вказаної інформації, він несе відповідальність перед
				Виконавцем в формі штрафу в розмірі 1000% від вартості послуг, сплачених
				Замовником за цим Договором.
				<br />
				<strong>4.14.</strong>Часом вчинення будь-яких дій (угод) в рамках
				оферти є київський час, якщо інше не зазначено в Додатку /на сайті.
				<br />
				<strong>4.15.</strong>Виконавець залишає за собою право відмовитися від
				надання послуг та розірвати Договір в односторонньому порядку без
				повернення грошових коштів Замовника, з правом відключення Замовника від
				інтернет ресурсів, в разі порушення Користувачем умов даного Договору.
				Зазначеними порушеннями в тому числі є публікація Замовником в інтернет
				ресурсах, сайтах Виконавця, в коментарях або в чатах в ході надання
				Послуг інформації, забороненої цим Договором, недостовірної, неправдивої
				інформації щодо Виконавця або отриманих послуг, в тому числі розпалює
				міжнаціональні конфлікти, містить нецензурні вислови або іншим чином
				ображає інших клієнтів або Виконавця, публікація інформації в інтернет
				ресурсах Виконавця, яка не стосується тематики послуг або публікація
				рекламної інформації. У разі виявлення такого факту Замовник сплачує
				Виконавцю штрафу в розмірі 1000% від вартості послуг, сплачених
				Замовником за цим Договором.
				<br />
				<strong>4.16.</strong>Виконавець залишає за собою право відмовитися від
				надання послуг та розірвати Договір в односторонньому порядку без
				повернення сплачених Замовником грошових коштів в разі встановлення
				факту передачі реквізитів для отримання послуг третім особам, в тому
				числі шляхом передачі індивідуальної посилання (URL) для участі
				користувача в онлайн сесії/тренінгу, поширення Користувачем інформації
				та матеріалів, одержаних ним у зв’язку з отриманням послуг.
				<br />
				<strong>4.17.</strong>Виконавець має право надавати послуги самостійно
				або з залученням третіх осіб. При цьому відповідальність перед
				Замовником несе Виконавець.
			</div>
			<MainTitle
				text='5. СТРОК НАДАННЯ ПОСЛУГ'
				className='text-[#E1A421] lg:mb-[30px] mb-[15px] mt-[30px] text-center !lg:leading-[68px] md:leading-[48px] leading-[36px]'
			/>
			<div className='lg:text-[25px] text-[18px]'>
				<strong>5.1.</strong> Строк надання послуг вказаний у Додатку або на
				інтернет ресурсі/сайті Виконавця.
				<br />
			</div>
			<MainTitle
				text='6. ЦІНА ТА ОПЛАТА ПОСЛУГ'
				className='text-[#E1A421] lg:mb-[30px] mb-[15px] mt-[30px] text-center !lg:leading-[68px] md:leading-[48px] leading-[36px]'
			/>
			<div className='lg:text-[25px] text-[18px]'>
				<strong>6.1.</strong> Замовник здійснює оплату послуг Виконавця на
				підставі виставленого Виконавцем Рахунку після ознайомлення з Додатком
				шляхом перерахування коштів на банківський рахунок Виконавця або у
				формі, вказаній на інтернет ресурсі/сайті Виконавця або Додатку до
				Договору.
				<br />
				<strong>6.2.</strong> Замовник має право здійснити оплату без
				виставленого Виконавцем рахунку у випадку наявності достатньої
				інформації щодо суттєвих умов Договору та можливості оплати через
				використання електронних платіжних систем на інтернет сайті/ресурсі
				Виконавця.
				<strong>6.3.</strong> Виконавець не несе відповідальність за послуги
				третіх осіб щодо застосуванням платіжних інструментів та операторів
				платіжних систем, та має право відмовити Замовнику у наданні послуг у
				випадку неотримання оплати від Замовника, якщо оплата була здійснена
				останнім через таких посередників, та кошти не були отримані Виконавцем.
				Будь-які ризики щодо перерахування коштів на рахунок Виконавця несе
				Замовник до моменту зарахування коштів на рахунок Виконавця.
				<br />
				<strong>6.4.</strong> У випадку, якщо Замовник здійснив часткову оплату
				за послуги без погодження на часткову оплату з боку Виконавця,
				Виконавець має право відмовитися від надання послуг та повернути
				часткову оплату.
				<br />
				<strong>6.5.</strong> Користувач має право в будь-який час змінити
				оплачений пакет послуг і перейти з придбаного пакета послуг на інший
				пакет послуг з більшою вартістю, в рамках одного продукту (послуги), за
				умови доплати різниці у вартості пакетів. У такому випадку, Виконавець
				виставляє додатковий рахунок і перехід на інший пакет здійснюється на
				наступний день після отримання повної оплати.
				<br />
				<strong>6.6.</strong> Моментом оплати вважається зарахування грошових
				коштів на рахунок Виконавця.
				<br />
				<strong>6.7.</strong> Грошові кошти повертаються у тій же формі та на
				той же рахунок, з якого проводиться оплата, якщо Сторони не домовляться
				про інше.
			</div>
			<MainTitle
				text='7. ПРАВА ТА ОБОВ’ЯЗКИ ВИКОНАВЦЯ'
				className='text-[#E1A421] lg:mb-[30px] mb-[15px] mt-[30px] text-center !lg:leading-[68px] md:leading-[48px] leading-[36px]'
			/>
			<div className='lg:text-[25px] text-[18px]'>
				<strong>7.1.</strong> Виконавець має право: 7.1.1. вносити зміни та
				доповнення до умов Договору та додатків до нього; повідомлення про такі
				зміни та доповнення публікуються на офіційному сайті Виконавця не менш,
				ніж за 5 (п’ять) календарних днів до їх введення в дію; 7.1.2.
				самостійно визначати вартість на неоплачені Послуги. 7.1.3. припиняти
				надання Послуг Замовнику, який порушує умови цього Договору; 7.1.4.
				зберігати та обробляти інформацію, яку він отримує в процесі надання
				Послуг; 7.1.5. залучати до надання послуг третіх осіб, при цьому
				відповідальність за якість та кількість послуг перед Замовником несе
				Виконавець.
				<br />
				<strong>7.2.</strong> Виконавець зобов’язаний: 7.2.1. надавати Послуги в
				строки та в обсязі, передбаченими Договором; 7.2.2. надавати послуги
				актуальні згідно до чинного законодавства України; 7.2.3. вживати
				відповідно до чинного законодавства заходи із забезпечення
				конфіденційності інформації, що передається Замовником, а також
				інформації про Замовника та отримані ним Послуги; 7.2.4. своєчасно
				реагувати на запити Замовника. 7.2.5. своєчасно надавати доступ до
				Контенту послуг. 7.2.6. виконувати інші обов’язки, передбачені цим
				Договором.
			</div>
			<MainTitle
				text='8. ПРАВА ТА ОБОВ’ЯЗКИ ЗАМОВНИКА'
				className='text-[#E1A421] lg:mb-[30px] mb-[15px] mt-[30px] text-center !lg:leading-[68px] md:leading-[48px] leading-[36px]'
			/>
			<div className='lg:text-[25px] text-[18px]'>
				<strong>8.1.</strong> Замовник має право на: 8.1.1. повне і своєчасне
				отримання замовлених Послуг належної якості; 8.1.2. отримання від
				Виконавця відомостей про здійснені Послуги у порядку, встановленому
				законодавством; 8.1.3. відмовитися від отримання повідомлень/листів від
				Замовника. В такому випадку Виконавець не несе відповідальність за не
				отримання актуальної інформації Замовником щодо послуг.
				<br />
				<strong>8.2.</strong> Замовник зобов’язується: 8.2.1. здійснювати оплату
				замовлених Послуг у розмірі та в строки, встановлені Договором
				(Додатку); 8.2.2. своєчасно повідомляти Виконавця про зміну реквізитів,
				які були зазначені Замовником в Заяві. 8.2.3. використовувати Контент,
				інформацію та матеріали тільки в особистих цілях і для особистого
				використання та не розповсюджувати Контент, отриманий в ході надання
				послуг. 8.2.4. використовувати доступ для участі в тренінгу не більше
				ніж для одного слухача (користувача) за кожним індивідуальним доступом.
				8.2.5. знайомитися с актуальною версією Договору при кожному вході на
				інтернет ресурс Виконавця. 8.2.6. Компенсувати збитки та виплатити штраф
				в разі порушення майнових та немайнових прав інтелектуальної власності
				та авторських прав на Контент Виконавця. У випадку виявлення факту
				порушення майнових та немайнових прав інтелектуальної власності та
				авторських прав на Контент Виконавця, на першу вимогу Виконавця
				припинити таке порушення. 8.2.7. Не здійснювати публікацій в інтернет
				ресурсах, сайтах Виконавця, в коментарях або в чатах в ході надання
				Послуг інформації, забороненої цим Договором, недостовірної, неправдивої
				інформації щодо Виконавця або отриманих послуг, в тому числі розпалює
				міжнаціональні конфлікти, містить нецензурні вислови або іншим чином
				ображає інших споживачів або Виконавця, публікацій інформації в інтернет
				ресурсах Виконавця, яка не стосується тематики послуг або публікація
				рекламної інформації. 8.2.8. Не записувати Контент на відео та/чи аудіо
				носії, в тому числі з метою передачі третім особам або комерційного
				розповсюдження.
			</div>
			<MainTitle
				text='9. ВІДПОВІДАЛЬНІСТЬ СТОРІН ТА ПОРЯДОК ВИРІШЕННЯ СПОРІВ'
				className='text-[#E1A421] lg:mb-[30px] mb-[15px] mt-[30px] text-center !lg:leading-[68px] md:leading-[48px] leading-[36px]'
			/>
			<div className='lg:text-[25px] text-[18px]'>
				<strong>9.1.</strong> Виконавець та Замовник несуть відповідальність за
				порушення умов цього Договору відповідно до цього Договору та чинного
				законодавства України.
				<br />
				<strong>9.2.</strong> Всі суперечки по Договору між Виконавцем і
				Замовником вирішуються шляхом переговорів, а в разі недосягнення згоди —
				згідно з чинним законодавством України.
				<br />
				<strong>9.3.</strong> Замовник не має права відмовитися від Договору в
				односторонньому порядку після отримання послуг. Кошти, сплачені на
				користь Виконавця, не підлягають поверненню у випадку такої
				односторонньої відмови.
				<br />
				<strong>9.4.</strong> Якщо Замовник з будь-яких обставин, які не
				залежать від Виконавця, не отримує послуги у встановлені Договором
				строки, послуги вважаються наданими Виконавцем належним чином.
				<br />
				<strong>9.5.</strong> Жодна зі Сторін не несе відповідальності за
				невиконання або неналежне виконання умов даного Договору, якщо це
				спричинено форс-мажорними обставинами, тобто невідворотними діями за
				обставин непереборної сили, про які Сторони не могли знати заздалегідь
				або не могли їх передбачити. До таких обставин відносяться: пожежа,
				повінь, землетрус, цунамі, смерч, ураган, тайфун, зсуви, селеві потоки,
				снігові лавини, виверження вулканів та інші природні катаклізми; війни,
				революції, державні перевороти, страйки, диверсійні та терористичні
				акти, пограбування, аварії в системі енергозабезпечення та зв’язку,
				зміни законодавства, дії державних органів та їх посадових осіб, якщо ці
				обставини безпосередньо впливають на виконання даного Договору, а їх
				виникнення юридично засвідчені. Протягом часу дії обставин непереборної
				сили сторони не мають взаємних претензій і кожна зі сторін приймає на
				себе свій ризик наслідки форс-мажорних обставин.
				<br />
				<strong>9.6.</strong>Виконавець має право перенести строки надання
				послуг у випадку виникнення обставин, які не залежать від нього
				(хвороба, технічні роботи провайдера, що унеможливлюють зв’язок к
				Замовником, тощо) при умові попередження Замовника не менш ніж за 3 часа
				до початку надання послуги. При цьому, час та дата перенесення
				погоджується з Замовником шляхом направлення електронного повідомлення.
				<br />
				<strong>9.7.</strong>Виконавець не гарантує абсолютну безпомилковість
				Послуг і дає гарантію того, що зробить всі розумні зусилля й міри задля
				мети недопущення цього. Якщо Замовник виявить помилки або неточності,
				які сталися з вини Виконавця, Виконавець за наявної можливості
				безкоштовно виправляє зроблені помилки в найкоротший термін.
				<br />
				<strong>9.8.</strong>Виконавець не несе відповідальності за прямий або
				непрямий збиток, заподіяний Замовнику в порядку, визначеному чинним
				законодавством України.
				<br />
				<strong>9.9.</strong>У разі виникнення у Замовника скарг і пропозицій,
				він може звернутися до Виконавця з письмовою заявою, у якій вказати суть
				проблеми, своє ім’я та прізвище, а також зворотню адресу, відправивши її
				на електронну адресу, вказану в цьому Договорі. Виконавець, отримавши
				письмову заяву Замовника, повинен її розглянути і у 30-денний строк
				надати письмову відповідь. У разі, якщо отримане звернення або заява
				містить прохання чи вимогу вчинити певні дії, Виконавець, у разі згоди
				вчинити ці дії, вчиняє їх без додаткового письмового повідомлення, за
				винятком випадку, коли з суті прохання чи вимоги не слідує необхідність
				повідомлення Замовника про задоволення прохання чи вимоги.
				<br />
				<strong>9.10.</strong> Спори між сторонами розглядаються судом у
				порядку, передбаченому чинним законодавством України.
				<br />
				<strong>9.11.</strong>У разі зміни контактних даних Замовника протягом
				дії Договору він зобов’язаний повідомити про це протягом 20 днів на
				електронну адресу, зазначену нище.
				<br />
				<strong>9.12.</strong> Виконавець не несе відповідальності перед
				Замовником за не отриману вигоду останнього, незалежно від джерела їх
				походження.
				<br />
				<strong>9.13.</strong> Про недоліки в послузі Замовник зобов’язаний
				повідомити Виконавцеві не пізніше трьох діб після їх виявлення.
				<br />
				<strong>9.14.</strong>За порушення умов п. 8.2.3, 8.2.4, 8.2.7, 8.2.8
				Замовник сплачує Виконавцю штраф в розмірі 1000% від вартості оплачених
				послуг та компенсує понесені збитки та не отриману вигоду.
				<br />
				<strong>9.15.</strong>Сторони за власним бажанням добровільно здійснюють
				зберігання Договору у паперовій формі.
			</div>
			<MainTitle
				text='10. ПОЛІТИКА ВІДМОВИ ВІД ПОСЛУГ.'
				className='text-[#E1A421] lg:mb-[30px] mb-[15px] mt-[30px] text-center !lg:leading-[68px] md:leading-[48px] leading-[36px]'
			/>
			<div className='lg:text-[25px] text-[18px]'>
				<strong>10.1.</strong> Відмова від Договору можлива протягом
				чотирнадцяти (14) календарних днів з дати Акцепту (оплати) у разі
				раннього бронювання послуг ( 14 і більше днів до дати надання послуг)
				при умові виконання умов п.10.3 цього Договору.
				<br />
				<strong>10.2.</strong> Повернення коштів у разі відмови від Договору
				(п.10.1) здійснюється в розмірі 100% вартості послуг, за умови, якщо
				доступ до Контенту послуг не відкривався, Замовник не заходив до
				кабінету за отриманим доступом та не отримував Контент послуг засобами
				електронного зв’язку.
				<br />
				<strong>10.3.</strong> Повернення грошових коштів, що надійшли в рахунок
				оплати послуг, проводиться за письмовою заявою Замовника на електронну
				пошту Виконавця, вказану в цьому Договорі. У заяві про повернення
				повинні бути викладені причини, через які Замовник вимагає повернути
				кошти, реквізити для переказу грошових коштів (з яких здійснювалась
				оплата) і прикладені копія документа, що посвідчує особу Замовника та
				копію документа про оплату послуг.
				<br />
				<strong>10.4.</strong> Умови повернення грошових коштів: 1) заяву про
				повернення коштів направлено Виконавцю у строк, визначений в п. 10.1
				цієї статті; 2) Замовник надав інформацію в повному обсязі в порядку,
				визначеному в п.10.3. При відсутності одного або декількох зазначених у
				цьому пункті умов Виконавець має право відмовити в задоволенні вимоги
				Замовника.
				<br />
				<strong>10.5.</strong> Рішення про повернення коштів або про відмову в
				поверненні коштів приймається Виконавцем протягом 10 (десяти) робочих
				днів з моменту отримання Виконавцем письмового заяви Замовника.
				<br />
				<strong>10.6.</strong> Якщо Заява про відмову від Договору подана
				Замовником з порушенням строку, визначеного в п.10.1, або після початку
				надання послуг, Виконавець самостійно та добровільно приймає рішення про
				повернення оплати. Конкретна сума повернення визначатиметься пропорційно
				до вартості наданих послуг з урахуванням додаткових витрат щодо
				повернення оплати (банківська комісія, курсової різниці, комісії
				фінансових посередників, вартості направленого Замовнику Контенту
				послуг) та штрафу в розмірі до 50% від вартості послуг в рахунок
				відшкодування збитків від односторонньої відмови від Договору з боку
				Замовника.
				<br />
				<strong>10.7.</strong> Сторони не мають права на розірвання Договору в
				односторонньому порядку, крім випадків передбачених чинним
				законодавством та цим Договором.
			</div>
			<MainTitle
				text='11. СТРОК ДІЇ ДОГОВОРУ'
				className='text-[#E1A421] lg:mb-[30px] mb-[15px] mt-[30px] text-center !lg:leading-[68px] md:leading-[48px] leading-[36px]'
			/>
			<div className='lg:text-[25px] text-[18px]'>
				<strong>11.1.</strong> Договір набуває чинності з моменту Акцепту
				Замовником.
				<br />
				<strong>11.2.</strong> Визнання недійсними окремих пунктів Договору не
				тягне недійсність всього Договору.
				<br />
				<strong>11.3.</strong> Строк дії Договору починається з моменту Акцепту
				(здійснення оплати послуг) та діє до завершення Виконавцем надання
				послуг, передбачених умовами цього Договору
				<br />
				<strong>11.4.</strong> Протягом дії Договору, Виконавець має право
				вносити зміни в Договір (за погодженням з Замовником), які вступають в
				силу протягом 5 днів з моменту оприлюднення на інтернет ресурсі/сайті.
				Виконавець завчасно повідомляє Виконавця про зміни (за 5 робочих днів до
				набрання ними чинності) засобами електронного зв’язку. Вважається, що
				Замовник погодився із змінами, якщо протягом 3 робочих днів на
				електронну пошту Виконавця не прийшло письмове заперечення від
				Замовника.
			</div>
			<MainTitle
				text='12. МІСЦЕЗНАХОДЖЕННЯ ТА РЕКВІЗИТИ ВИКОНАВЦЯ:'
				className='text-[#E1A421] lg:mb-[30px] mb-[15px] mt-[30px] text-center !lg:leading-[68px] md:leading-[48px] leading-[36px]'
			/>
			<div className='lg:text-[25px] text-[18px]'>
				ФОП Арушанян Гаяне Рубенівна Місцезнаходження: місто Запоріжжя, вул.
				Козацької Чайки
				<br />
				Код ЕДРПОУ: 3264416107 Адреса для листування: e-mail
				produce.365z@gmail.com
				<br />
				Реквізити для оплати: UA133052990000026005045032729 Назва банку: АТ КБ
				«ПриватБанк»
			</div>
		</section>
	)
}
